Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/HandSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MouseKeysPointerReleaseKeypadContent
source: Press “.” (period) on the keypad.
ar: اضغط على "." (النقطة الإنجليزية) على لوحة المفاتيح.
bg: Натиснете „.“ (точка) на клавиатурен блок.
ca: Prem “.” (punt) al teclat.
cs: Stiskněte klávesu „.“ (desetinná tečka).
da: Tryk på “.” (punktum) på den numeriske blok.
de: Drücke „.“ (Punkt) auf der numerischen Tastatur.
el: Πατήστε το «.» (τελεία) στο αριθμητικό πληκτρολόγιο.
es: Pulsa “.” (punto) en el teclado numérico.
es_us: Presionar “.” (punto) en el teclado numérico.
fi: Paina numeronäppäimistön .-näppäintä (piste).
fr: Appuyez sur « . » (point) sur le pavé numérique.
fr_ca: Appuyez sur « . » (point) sur le pavé numérique.
he: לחיצה על ״.״ (נקודה) במשטח הספרות
hi: कीपैड पर “.” (फ़ुल स्टॉप) दबाएँ।
hr: Pritisnite “.” (točka) na tipkovnicu.
hu: Nyomja meg a „.” (pont) billentyűt a billentyűzeten.
id: Tekan “.” (titik) pada keypad.
it: Premi . (punto) sul tastierino numerico.
ja: テンキーの“.”（ピリオド）を押します。
kk: Сандық панельдегі «.» (нүкте) пернесін басыңыз.
ko: 키패드의 ‘.’(마침표)를 누릅니다.
lt: Paspauskite „.“ (tašką) skaičių klaviatūroje.
ms: Tekan “.” (noktah) pada pad kekunci.
nl: Druk op '.' (punt) op het toetsenblok.
no: Trykk på «.» (punktum) på talltastaturet.
pl: Naciśnij „.” (kropkę) na klawiaturze numerycznej.
pt_br: Pressione “.” (ponto) no teclado numérico.
pt_pt: Prima “.” (ponto) no teclado numérico.
ro: Apăsați “.” (punct) pe tastatura numerică.
ru: Нажмите клавишу с точкой на цифровой панели.
sk: Stlačte kláves „.“ (bodka) na numerickej klávesnici.
sl: Na številčnici pritisnite ».« (pika).
sv: Tryck på ”,” (komma) på knappsatsen.
th: กด “.” (จุด) บนแป้นตัวเลข
tr: Tuş takımda “.” (nokta) tuşuna basın.
uk: Натисніть «.» (крапка) на цифровій клавіатурі.
vi: Nhấn “.” (dấu chấm) trên bàn phím.
zh_cn: 按下数字键盘上的“.”（句点）。
zh_hk: 按下數字鍵盤上的「.」(句點）。
zh_tw: 在數字鍵盤上按下「.」（英文句點）。

# EyeTrackingLearnMore
source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Aflați mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# AssistiveTouchInstructionalTextFormat_IPHONE
source: AssistiveTouch allows you to use your iPhone if you have difficulty touching the screen or if you require an adaptive accessory.
ar: يسمح لك اللمس المساعد باستخدام iPhone إذا كان هنالك صعوبة في لمس الشاشة أو إذا كنت تتطلب ملحق موائم.
bg: Функцията AssistiveTouch ви позволява да използвате вашия iPhone, ако имате затруднения с докосването на екрана или ако ви е необходим адаптивен аксесоар.
ca: L’AssistiveTouch et permet utilitzar l’iPhone si tens problemes per tocar la pantalla o si necessites un accessori adaptatiu.
cs: Funkce AssistiveTouch vám umožňuje používat iPhone, pokud vám činí potíže dotýkat se obrazovky nebo pokud potřebujete adaptivní příslušenství.
da: AssistiveTouch sikrer, at du kan bruge din iPhone, hvis du har svært ved at røre ved skærmen eller har brug for specielt tilbehør.
de: AssistiveTouch hilft beim Verwenden des iPhone, wenn du Schwierigkeiten mit dem Touchscreen hast oder ein adaptives Gerät benötigst.
el: Το AssistiveTouch σάς επιτρέπει να χρησιμοποιείτε το iPhone σας αν δυσκολεύεστε ως προς το άγγιγμα της οθόνης ή χρειάζεστε προσαρμοστικό αξεσουάρ.
es: AssistiveTouch te ayuda a usar el iPhone si tienes dificultades para tocar la pantalla o necesitas un accesorio de adaptación.
es_us: AssistiveTouch te ayuda a usar el iPhone si tienes dificultades para tocar la pantalla o necesitas un accesorio de adaptación.
fi: AssistiveTouch mahdollistaa iPhonen käytön, jos sinulla on vaikeuksia koskettaa näyttöä tai jos tarvitset avustavan lisälaitteen.
fr: AssistiveTouch vous permet d’utiliser un iPhone si vous éprouvez des difficultés à toucher l’écran ou si un accessoire adaptatif vous est nécessaire.
fr_ca: AssistiveTouch vous permet d’utiliser un iPhone si vous éprouvez des difficultés à toucher l’écran ou si un accessoire adaptatif vous est nécessaire.
he: ‏AssistiveTouch מאפשר לך להשתמש ב-iPhone גם אם קשה לך לגעת במסך, או אם נדרש לך מכשיר עזר.
hi: यदि आपको स्क्रीन छूने में कठिनाई हो या आपको अनुकूल ऐक्सेसरी की आवश्यकता हो तो AssistiveTouch की मदद से आप अपने iPhone का उपयोग कर सकते हैं।
hr: AssistiveTouch vam omogućava uporabu iPhonea ako imate poteškoća s dodirivanjem zaslona ili vam je potreban adaptivan pribor.
hu: Az AssistiveTouch lehetővé teszi az iPhone használatát abban az esetben, ha nehézségekbe ütközik a képernyő kezelése, vagy adaptív kiegészítőre van szüksége.
id: AssistiveTouch memungkinkan Anda menggunakan iPhone jika Anda memiliki kesulitan saat menyentuh layar atau jika Anda memerlukan aksesori adaptif.
it: AssistiveTouch ti consente di utilizzare iPhone se hai difficoltà nel toccare lo schermo o se ti occorre un accessorio adattivo.
ja: 画面をタッチすることが困難な方や支援アクセサリが必要な方も簡単にiPhoneを使用できます。
kk: AssistiveTouch функциясы экранды түрту қолжетімсіз болғанда немесе бейімделгіш жабдық қажет болған жағдайда, iPhone құрылғысын пайдалануға мүмкіндік береді.
ko: 화면 터치에 어려움이 있거나 보조용 특수 액세서리가 필요한 경우에 AssistiveTouch를 통해 iPhone을 사용할 수 있습니다.
lt: „AssistiveTouch“ leidžia naudotis „iPhone“, jei sunku paliesti ekraną arba reikalingas pritaikomasis priedas.
ms: AssistiveTouch membolehkan anda menggunakan iPhone anda jika anda menghadapi masalah menyentuh skrin atau jika anda memerlukan aksesori adaptif.
nl: Via AssistiveTouch kun je de iPhone gebruiken als het scherm aanraken moeilijk gaat of als je een aanpassingsaccessoire nodig hebt.
no: Med AssistiveTouch kan du bruke iPhone hvis du har problemer med å berøre skjermen, eller hvis du trenger tilpasset tilbehør.
pl: AssistiveTouch pozwala używać iPhone'a osobom mającym problemy z dotykaniem ekranu i używającym akcesoriów wspomagających.
pt_br: O AssistiveTouch permite o uso do iPhone por pessoas com dificuldade para tocar a tela ou por pessoas que requerem acessórios adaptativos.
pt_pt: O AssistiveTouch permite usar o iPhone caso tenha dificuldade em tocar no ecrã ou necessite de um acessório de assistência.
ro: AssistiveTouch vă permite să vă utilizați iPhone‑ul dacă aveți dificultăți la atingerea ecranului sau dacă aveți nevoie de un accesoriu adaptiv.
ru: AssistiveTouch позволяет использовать iPhone, если Вы не можете дотрагиваться до экрана или Вам необходимо адаптивное оборудование.
sk: AssistiveTouch vám umožňuje používať iPhone, ak máte problémy s používaním dotykovej obrazovky alebo potrebujete adaptívne príslušenstvo.
sl: AssistiveTouch vam omogoča uporabo iPhona, če imate težave pri dotikanju zaslona ali če potrebujete prilagodljivo dodatno opremo.
sv: AssistiveTouch låter dig använda iPhone om du har problem med att vidröra skärmen eller om du behöver ett adaptivt tillbehör.
th: AssistiveTouch ช่วยให้คุณใช้ iPhone ของคุณกับอุปกรณ์เสริมแบบปรับตามสภาพแวดล้อม หรือหากเกิดความยากลำบากกับการแตะหน้าจอ
tr: AssistiveTouch, ekrana dokunma güçlüğü çekiyorsanız veya uyarlanabilir bir aksesuara gereksiniminiz varsa iPhone’unuzu kullanmanızı sağlar.
uk: AssistiveTouch дозволяє вам користуватися своїм iPhone, коли вам незручно торкати екран чи потрібний адаптивний прилад.
vi: AssistiveTouch cho phép bạn sử dụng iPhone nếu bạn gặp khó khăn trong việc chạm vào màn hình hay nếu bạn cần có phụ kiện thích ứng.
zh_cn: “辅助触控”可让你在触控屏幕有困难或需要自适应配件的情况下使用iPhone。
zh_hk: 如觸碰螢幕有障礙或需要使用適應性配件時，「輔助觸控」可以協助你使用iPhone。
zh_tw: 若觸碰螢幕有障礙或需要適應性配件時，「輔助觸控」可以協助你使用iPhone。

# MouseBehavesLikeFingerFooterText
source: Simulate a finger when performing gestures with a pointer device. When enabled, apps may recognize some gestures differently. For example, scrolling may be preferred over text selection.
ar: محاكاة الإصبع عند إجراء إيماءات باستخدام جهاز إشارة. عند التمكين، قد تتعرف التطبيقات على بعض الإيماءات على نحو مختلف. على سبيل المثال، قد يصبح للتمرير أولوية على تحديد النص.
bg: Симулиране на пръст при извършване на жестове с устройство с курсор. Когато е активирано, приложенията може да разпознават някои жестове по различен начин. Например, прелистването може да бъде предпочетено пред избирането на текст.
ca: Els gestos que es fan amb un dispositiu apuntador simulen el moviment d’un dit. Quan aquesta opció està activada, les apps poden reconèixer alguns gestos de manera diferent (per exemple, el gest de desplaçament en lloc del de selecció de text).
cs: Simulace prstu při provádění gest pomocí polohovacího zařízení. Když je tato volba zapnutá, aplikace můžou na některá gesta reagovat jinak, například upřednostňovat posouvání před výběrem textu.
da: Simuler en fingerbevægelse, når du udfører bevægelser med et pegeredskab. Når dette er slået til, vil apps muligvis genkende nogle bevægelser på en anden måde. Rulning vil f.eks. muligvis blive foretrukket frem for tekstvalg.
de: Simuliere einen Finger durch das Ausführen von Gesten mit einem Eingabegerät. Wenn die Option aktiviert ist, werden manche Gesten von den Apps anders. Es kann zum Beispiel vorkommen, dass kein Text ausgewählt, sondern gescrollt wird.
el: Προσομοίωση ενός δαχτύλου όταν εκτελείτε χειρονομίες με μια συσκευή κατάδειξης. Όταν είναι ενεργοποιημένη αυτή η ρύθμιση, οι εφαρμογές μπορεί να αναγνωρίζουν διαφορετικά κάποιες χειρονομίες. Για παράδειγμα, ίσως να προτιμάται η κύλιση αντί της επιλογής κειμένου.
es: Los gestos realizados con un dispositivo señalador simulan el movimiento de un dedo. Cuando esta opción está activada, las apps pueden reconocer algunos gestos de forma diferente (por ejemplo, el gesto de desplazamiento en lugar del de selección de texto).
es_us: Simula un dedo al realizar gestos con un dispositivo apuntador. Si se activa, las apps pueden reconocer algunos gestos de forma distinta (por ejemplo, se podría identificar el gesto de desplazamiento en lugar del de selección de texto).
fi: Jäljittele sormen liikettä, kun teet eleitä osoitinlaitteella. Kun tämä on käytössä, apit saattavat tunnistaa joitain eleitä eri tavalla. Esimerkiksi vieritys saatetaan tunnistaa herkemmin kuin tekstin valinta.
fr: Simulez l’effet d’un doigt quand vous effectuez des gestes avec un dispositif de pointage. Lorsque cette option est activée, il se peut que les apps interprètent différemment certains gestes, comme un défilement au lieu d’une sélection de texte.
fr_ca: Simulez un doigt lorsque vous effectuez des gestes avec un appareil de pointage. Quand l’option est activée, les apps peuvent reconnaître certains gestes différemment. Par exemple, le défilement peut être préféré à la sélection de texte.
he: הגדרה זו מדמה מחוות מגע עם אצבע בעת ביצוע מחוות שליטה עם מכשיר הצבעה. כשהגדרה זו מופעלת, יישומים עשויים לזהות מחוות מסוימות באופן שונה, כמו למשל, להעדיף פעולת גלילה על פני פעולת בחירת מלל.
hi: पॉइंटर डिवाइस से जेस्चर करते समय उँगली को सिम्यूलेट करें। सक्षम होने पर, हो सकता है कि ऐप्स कुछ जेस्चर की अलग ढंग से पहचान करे। उदाहरण के लिए, हो सकता है कि स्क्रोलिंग को टेक्स्ट चयन के ऊपर प्राथमिकता दी जाए।
hr: Simulirajte prst kad radite geste s pokazivačkim uređajem. Kad su omogućene, aplikacije mogu neke geste različito prepoznavati. Primjerice, listanje može imati prednost nad odabirom teksta.
hu: Ujj szimulálása, amikor a mutatóeszközzel végez kézmozdulatokat. Amikor engedélyezve van, akkor előfordulhat, hogy az appok eltérően ismernek fel néhány kézmozdulatot. Például előfordulhat, hogy a görgetés lesz felismerve a szövegkijelölés helyett.
id: Simulasikan jari saat menjalankan gerakan dengan perangkat penunjuk. Saat diaktifkan, app mungkin akan mengenali sebagian gerakan dengan berbeda. Misalnya, pengguliran mungkin akan dikenali alih-alih pilihan teks.
it: Simula un dito quando esegui gesti con un dispositivo di puntamento. Se l’opzione è attiva, le app potrebbero riconoscere alcuni gesti in modo diverso. Ad esempio, lo scorrimento potrebbe essere preferito alla selezione di testo.
ja: ポインティングデバイスでジェスチャを実行したときに指をシミュレートします。有効にすると、アプリで一部のジェスチャが異なって認識される場合があります。例えば、テキストを選択する操作がスクロールとして認識される場合があります。
kk: Көрсеткіш құрылғысымен қимылдарды орындағанда, саусақ қимылына ұқсатып жасаңыз. Егер параметр қосулы болса, қолданбалар кейбір қимылдарды әрқалай тануы мүмкін. Мысалы, мәтінді таңдаудың орнына айналдыру опциясы қолданылуы мүмкін.
ko: 포인터 기기로 제스처를 수행할 때 손가락처럼 움직이도록 합니다. 이 기능을 활성화하면 앱이 일부 제스처를 다르게 인식할 수 있습니다. 예를 들어, 텍스트 선택에 스크롤이 선호될 수 있습니다.
lt: Imituokite pirštą atlikdami gestus, kai naudojate žymeklio įrenginį. Įjungus programos kai kuriuos gestus gali atpažinti skirtingai. Pavyzdžiui, pirmenybė gali būti teikiama slinkimo, o ne teksto pasirinkimo funkcijai.
ms: Simulasikan jari semasa melakukan gerak isyarat dengan peranti penuding. Apabila didayakan, app mungkin mengecam sesetengah gerak isyarat secara berbeza. Contohnya, penskrolan mungkin diutamakan berbanding pilihan teks.
nl: Simuleer een vinger bij het uitvoeren van gebaren met een aanwijsapparaat. Als deze optie is ingeschakeld, kunnen apps sommige gebaren anders herkennen. Zo is het mogelijk dat scrollen de voorkeur krijgt boven het selecteren van tekst.
no: Simuler fingerbevegelser når du gjør bevegelser med en pekeenhet. Når dette er aktivert, kan noen bevegelser oppfattes ulikt av apper. Rulling kan for eksempel være foretrukket framfor markering av tekst.
pl: Symulowanie palca podczas wykonywania gestów urządzeniem wskazującym. Gdy funkcja jest włączona, aplikacje mogą rozpoznawać niektóre gesty w inny sposób. Na przykład, zamiast zaznaczania tekstu może następować przewijanie.
pt_br: Simule um dedo ao realizar gestos com um dispositivo apontador. Quando ativado, apps podem reconhecer alguns gestos de maneira diferente. Por exemplo, a rolagem pode ser preferida ao invés da seleção de texto.
pt_pt: Permite simular um dedo ao efetuar gestos com um dispositivo apontador. Quando esta opção está ativa, as aplicações poderão reconhecer alguns gestos de forma diferente. Por exemplo, é possível que a deslocação seja preferida relativamente à seleção de texto.
ro: La efectuarea gesturilor cu un dispozitiv de indicare va fi simulată folosirea unui deget. Când opțiunea este activată, aplicațiile pot recunoaște în mod diferit unele gesturi. De exemplu, derularea poate fi preferată în locul selectării textului.
ru: Симулировать жест пальцем, используя мышь или другое устройство. Если этот параметр включен, приложения могут по‑другому распознавать некоторые жесты. Например, вместо выбора текста может происходить прокрутка.
sk: Simuluje prst pri vykonávaní gest pomocou ukazovacieho zariadenia. Ak je táto možnosť zapnutá, apky môžu na niektoré gestá reagovať inak, napríklad uprednostňovať rolovanie pred označením textu.
sl: Simulirajte prst pri izvajanju kretenj s kazalniškimi napravami. Če je ta možnost omogočena, lahko aplikacije različno prepoznavajo določene kretnje. Drsenje ima lahko na primer prednost pred izborom besedila.
sv: Simulera ett finger när du gör gester med en pekarenhet. När funktionen är aktiverad kan appar registrera en del gester annorlunda. Exempelvis kan rullning föredras istället för textmarkering.
th: จำลองเป็นนิ้วมือเมื่อใช้คำสั่งนิ้วด้วยอุปกรณ์ตัวชี้ เมื่อเปิดการใช้งานนี้ แอปแต่ละแอปอาจเข้าใจคำสั่งนิ้วได้ไม่เหมือนกันในบางคำสั่ง เช่น อาจเข้าใจว่าเป็นการเลื่อนมากกว่าการเลือกข้อความ
tr: Bir imleç aygıtıyla hareketleri gerçekleştirirken parmağınızı kullanarak yaptığınız hareketlere benzetir. Etkinleştirildiğinde, uygulamalar bazı hareketleri farklı algılayabilir. Örneğin metin seçimi yerine kaydırma tercih edilebilir.
uk: Симулювати дотик пальцем, коли жести здійснюються за допомогою вказівного пристрою. Коли параметр увімкнено, програми можуть по‑різному розпізнавати деякі жести. Наприклад, перевага може надаватися прокручуванню, а не вибору тексту.
vi: Mô phỏng một ngón tay khi thực hiện các cử chỉ với thiết bị con trỏ. Khi được bật, các ứng dụng có thể nhận biết một số cử chỉ khác nhau. Ví dụ: cuộn có thể được ưu tiên hơn lựa chọn văn bản.
zh_cn: 搭配指针设备执行手势时模拟手指。启用后，App可能有差别地识别部分手势。例如，滚动可能优先于文本选择。
zh_hk: 搭配指標裝置執行手勢時模擬手指。啟用時，App識別部份手勢的功能可能有所不同。例如，捲動可能優先於選取文字功能。
zh_tw: 搭配指向裝置執行手勢時模擬手指。啟用時，App辨識部分手勢的功能可能有所不同。例如，捲動可能優先於選取文字功能。

# MOUSE_POINTER_DWELL_AUTOREVERT_FOOTER
source: The fallback action reverts to your preferred action after performing an operation.
ar: سيرجع إجراء التراجع إلى الإجراء المفضل لديك بعد تنفيذ عملية.
bg: Резервното действие връща предпочитаното от вас действие, след извършване на дадена операция.
ca: L’acció de retrocés reverteix l’acció a la teva preferida després d’efectuar una operació.
cs: Akce Návratu umožní vrátit se po provedení operace k preferované akci.
da: Tilbagefaldshandlingen går tilbage til din foretrukne handling, efter der er udført en handling.
de: Die Fallback-Aktion kehrt nach dem Durchführen einer Operation zu deiner bevorzugten Aktion zurück.
el: Η ενέργεια επιστροφής πραγματοποιεί επιστροφή στην προτιμώμενη ενέργειά σας μετά την εκτέλεση μιας λειτουργίας.
es: La acción de autorrevertir te devuelve a tu acción preferida después de realizar una operación.
es_us: La acción de autorrevertir permite al Control de permanencia volver a tu acción preferida después de realizar una operación.
fi: Varatoiminto palautuu käyttämääsi toimintoon operaation suorittamisen jälkeen.
fr: L’action « Rétablissement automatique » permet de restaurer votre action préférée une fois une opération terminée.
fr_ca: L’action de rechange permet de revenir à votre action préférée à la suite d’une opération.
he: פעולת ברירת המחדל חוזרת לפעולה המועדפת שלך לאחר ביצוע פעולה.
hi: ऑपरेशन निष्पादित करने के बाद फ़ॉलबैक क्रिया आपकी पसंदीदा क्रिया पर रिवर्ट हो जाती है।
hr: Postupak vraćanja vraća na vaš preferirani postupak nakon provođenja postupka.
hu: A tartalék művelet visszavált az előnyben részesített műveletre egy adott művelet végrehajtása után.
id: Tindakan pengembalian mengembalikan ke tindakan pilihan Anda setelah menjalankan operasi.
it: L’azione di fallback ti consente di tornare all’azione preferita dopo aver eseguito un’operazione.
ja: フォールバックアクションを使用すると、操作の実行後に優先アクションに戻ります。
kk: «Қайтару» функциясы операцияны орындап болғаннан кейін қажетті әрекетке қайтарады.
ko: 폴백 동작을 사용하면 작업을 수행한 뒤 사용자가 선호하는 동작으로 복귀됩니다.
lt: Atlikus operaciją, atsarginis veiksmas atkurs pageidaujamą veiksmą.
ms: Tindakan kembali menukar kembali kepada tindakan pilihan anda selepas menjalankan operasi.
nl: Met de terugvalactie ga je terug naar je voorkeursactie nadat je een bewerking hebt uitgevoerd.
no: Tilbakefallshandlingen går tilbake til en foretrukket handling etter å ha utført en handling.
pl: Czynność bazowa przywraca preferowaną czynność po wykonaniu operacji.
pt_br: Permite que o Controle de Espera reverta à ação preferida depois de realizar uma operação.
pt_pt: A ação preferida é restabelecida depois de efetuar uma operação.
ro: Opțiunea “Revenire la acțiune” determină revenirea la acțiunea dvs. preferată după efectuarea unei operațiuni.
ru: Функция «Возврат» возвращает к предпочитаемому действию после выполнения операции.
sk: Návrat umožní funkcii Ovládanie zotrvania vrátiť sa po vykonaní operácie na preferovanú akciu.
sl: Dejanje rezervne obnovitve povrne prednostno dejanje po izvajanju operacije.
sv: Återgångsåtgärden återgår till din önskade åtgärd när en handling har utförts.
th: การทำงานรองรับเปลี่ยนกลับเป็นการทำงานรองรับที่คุณต้องการหลังจากทำการดำเนินการ
tr: Geri çekme eylemi, bir işlem gerçekleştirdikten sonra tercih ettiğiniz eyleme geri alır.
uk: Дія відкочення вертає до вашої пріоритетної дії після виконання якоїсь операції.
vi: Phục hồi tác vụ hoàn nguyên về tác vụ ưa thích của bạn sau khi thực hiện thao tác.
zh_cn: “回退”操作会在执行一项操作后复原为你的首选操作。
zh_hk: 「回退」動作在執行一項操作後，回復至你偏好的動作。
zh_tw: 「後備」動作會在操作執行後回復到你偏好的動作。

# SINGLE_TAP_ACTION
source: Single-Tap
ar: ضغطة واحدة
bg: Единично докосване
ca: Toc simple
cs: Klepnutí
da: Enkelttryk
de: Einfachtippen
el: Μονό άγγιγμα
es: Toque simple
es_us: Tocar una vez
fi: Kertanapautus
fr: Simple toucher
fr_ca: Simple contact
he: הקשה בודדת
hi: सिंगल टैप करें
hr: Jedan dodir
hu: Egyszeres koppintás
id: Ketuk Satu Kali
it: Tocco singolo
ja: シングルタップ
kk: Бір рет түрту
ko: 한 번 탭
lt: Vienas bakstelėjimas
ms: Satu Ketik
nl: Enkel tikken
no: Enkelttrykk
pl: Jednokrotne stuknięcie
pt_br: Um Toque
pt_pt: Um toque
ro: Apăsare simplă
ru: Одно касание
sk: Klepnutie
sl: Enojni tap
sv: Enkelt tryck
th: แตะหนึ่งครั้ง
tr: Tek Dokun
uk: Один дотик
vi: Chạm một lần
zh_cn: 轻点一下
zh_hk: 點一下
zh_tw: 點一下

# MouseClickSounds
source: Sound on Click
ar: الصوت عند النقر
bg: Звук при щракване
ca: So en fer clic
cs: Zvuk při kliknutí
da: Lyd ved klik
de: Ton beim Klicken
el: Ήχος κατά το κλικ
es: Sonido al hacer clic
es_us: Sonido al hacer clic
fi: Ääni klikattaessa
fr: Son au clic
fr_ca: Son au clic
he: השמעת צליל בלחיצה
hi: क्लिक पर ध्वनि
hr: Zvuk klikanja
hu: Hang lejátszása kattintáskor
id: Bunyi saat Diklik
it: Suono del clic
ja: クリック時にサウンドを出す
kk: Басу кезіндегі дыбыс
ko: 클릭 시 소리
lt: Spustelėjimo garsas
ms: Bunyi semasa Klik
nl: Geluid bij klikken
no: Lyd ved klikk
pl: Dźwięk kliknięcia
pt_br: Som ao Clicar
pt_pt: Som ao clicar
ro: Sunet la clic
ru: Звук по нажатию
sk: Zvuk pri kliknutí
sl: Zvok ob kliku
sv: Ljud vid klick
th: ส่งเสียงเมื่อคลิก
tr: Tıklandığında Ses
uk: Звук клацання
vi: Âm thanh khi bấm
zh_cn: 点按声音
zh_hk: 點按聲音
zh_tw: 點按聲
